Repository: ddikman/travelrates
Catalog: lib/l10n/app_*.arb
Languages: jp, sv

source: Currency comparisons
jp: 通貨比較
sv: Valutor

# review_toastMessage
source: Is TravelRates working well for you? If you can leave a review, it really helps.
jp: TravelRatesはあなたにとってうまく機能していますか？ レビューを残してくれると本当に助かります。
sv: Fungerar TravelRates bra för dig? Om du kan lämna en recension hjälper det verkligen.

# review_acceptReviewButtonText
source: Sure!
jp: はい！
sv: Ja!

# alreadySelectedWarning
source: {currencyName} is already selected!
jp: {currencyName}は既に選択されています！
sv: {currencyName} är redan vald!

# about_title
source: About TravelRates
jp: TravelRatesについて
sv: Om TravelRates

# about_description
source: I first wrote and released TravelRates in 2019 in Bali whilst being sick with a cold when backpacking south east Asia. It was built with backpackers in mind, where you have to compare against multiple currencies and speed, ease and offline use are more important than being exactly right. Let me know if you enjoy the app, every review motivates me to keep it running (and free)!
jp: 2019年、東南アジアをバックパッカーとして旅行中、バリ島で風邪を引いている時にTravelRatesを作り、リリースしました。 複数の通貨を比較する必要があるバックパッカーのために作られ、正確性よりも速さ、使いやすさ、オフラインでの使用を重視しています。 アプリを気に入っていただけたら嬉しいです。レビューは私がこのアプリを（無料で）維持する動機付けになります！
sv: Jag skrev och släppte TravelRates 2019 under en vecka när jag var förkyld i Bali medan jag backpackade i sydostasien. Jag byggde TravelRates med backpackers i åtanke, folk som behöver jämföra flera valutor och där snabbhet, enkelhet och offline-användning är viktigare än att vara exakt rätt. Lämna gärna en recension om du gillar appen, all feedback motiverar mig att fortsätta driva den (och hålla den gratis)!

# about_addReview
source: Add review
jp: レビューを書く
sv: Lägg till recension

# about_callout
source: I work as a freelance full stack developer. If you want to get in touch, perhaps learn how this app is built or even hire me, visit [greycastle.se](https://greycastle.se).
jp: 私はフリーランスのフルスタック開発者として働いています。 連絡を取りたい方、このアプリがどのように作られているか知りたい方、または仕事の依頼をご検討の方は、[greycastle.se](https://greycastle.se)をご覧ください。
sv: Jag jobbar som frilansande fullstack-utvecklare. Om du vill komma i kontakt, kanske lära dig hur denna app är byggd eller anlita mig, besök [greycastle.se](https://greycastle.se).

# theme_title
source: Dark mode
jp: ダークモード
sv: Mörkt läge

# theme_dark
source: Dark
jp: ダーク
sv: Mörkt

# theme_light
source: Light
jp: ライト
sv: Ljust

# theme_system
source: System
jp: システム

# addCurrency_title
source: Add currency
jp: 通貨を追加
sv: Lägg till valuta

# addCurrency_description
source: Search for currencies to add by name, country of use or currency code
jp: 通貨名、使用国、または通貨コードで検索して追加
sv: Sök efter valuta med namn, land eller valutakod

# addCurrency_searchPlaceholder
source: Search
jp: 検索
sv: Sök

# addCurrency_selectedCurrenciesTitle
source: Selected currencies
jp: 選択された通貨
sv: Valda valutor

# addCurrency_selectedCurrenciesSubtitle
source: Long press and drag to reorder
jp: 長押しでドラッグして並び替え
sv: Håll ner och dra för att ändra ordning

# addCurrency_usedInCountries
source: Used in countries like: {countries}
jp: 使用国: {countries}
sv: Används i länder som: {countries}
